Repository: common-repository/scrolltopbar
Catalog: languages/scrolltopbar-*.po
Languages: ru_ru

source: ScrollTopBar Settings
ru_ru: Настройки ScrollTopBar

source: General Settings
ru_ru: Основные настройки

source: Position
ru_ru: Положение

source: Position of elements
ru_ru: Положение элементов

source: Top offset
ru_ru: Отступ сверху

source: Horizontal offset
ru_ru: Горизонтальный отступ

source: Scroll offset
ru_ru: Отступ прокрутки

source: Text
ru_ru: Текст

source: Fade in speed
ru_ru: Скорость появления

source: Fade out speed
ru_ru: Скорость исчезания

source: Back to bottom
ru_ru: Назад вниз

source: Script loading
ru_ru: Загрузка скрипта

source: Style Settings
ru_ru: Настройки внешнего вида

source: Width
ru_ru: Ширина

source: Opacity
ru_ru: Прозрачность

source: Up arrow
ru_ru: Стрелка вверх

source: Down arrow
ru_ru: Стрелка вниз

source: Background color & opacity
ru_ru: Цвет & прозрачность фона

source: Smooth hover speed
ru_ru: Скорость наведения

source: Elements offset
ru_ru: Смещение элементов

source: Elements color
ru_ru: Цвет элементов

source: Arrow size
ru_ru: Размер стрелки

source: Text size
ru_ru: Размер текста

source: Text position
ru_ru: Позиция текста

source: Text font
ru_ru: Шрифт текста

source: Custom CSS styles
ru_ru: Произвольный CSS код

source: Responsive Settings
ru_ru: Настройки адаптивности

source: Make smaller
ru_ru: Делать меньше

source: Hide
ru_ru: Скрывать

source: Show button
ru_ru: Показывать кнопку

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Top
ru_ru: Сверху

source: Bottom
ru_ru: Снизу

source: Show ScrollTopBar after scrolling
ru_ru: Показывать ScrollTopBar после прокрутки

source: 0 – ScrollTopBar is always visible
ru_ru: 0 – ScrollTopBar будет виден всегда

source: 0 – disable fade in effect
ru_ru: 0 – отключить плавное появление

source: Disable fade in effect on page load
ru_ru: Отключить плавное появление при загрузке страницы

source: 0 – disable fade out effect
ru_ru: 0 – отключить плавное исчезание

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Normal
ru_ru: Обычная

source: Async
ru_ru: Асинхронная

source: Do not change this unless you know what you're doing
ru_ru: Не изменяйте это, если вы не знаете, что это

source: On hover
ru_ru: При наведении

source: 0 – disable smooth effect
ru_ru: 0 – отключить плавность при наведении

source: 0 – don't show the arrow
ru_ru: 0 – не показывать стрелку

source: Under the arrow
ru_ru: Над стрелкой

source: To the right of the arrow
ru_ru: Справа стрелки

source: Make ScrollTopBar's width to
ru_ru: Уменьшать ширину ScrollTopBar до

source: if the user's screen is less than
ru_ru: если экран пользователя менее чем

source: 0 – don't make ScrollTopBar smaller
ru_ru: 0 – не уменьшать ScrollTopBar

source: Hide ScrollTopBar if the user's screen is less than
ru_ru: Скрывать ScrollTopBar, если экран пользователя менее чем

source: 0 – don't hide ScrollTopBar
ru_ru: 0 – не скрывать ScrollTopBar

source: Show back to top button instead of hide ScrollTopBar
ru_ru: Показать кнопку "Наверх" вместо скрытия

source: Back to top button border radius:
ru_ru: Смягчение углов у кнопки "Назад":

source: Settings
ru_ru: Настройки

source: Create your own full-height back to top button. Simple setup makes it possible to adapt ScrollTopBar to any WordPress template.
ru_ru: Создайте собственную вертикальную кнопку "Вернуться наверх". Простая настройка позволяет адаптировать ScrollTopBar под любую тему WordPress.

source: Roman Sarvarov
ru_ru: Роман Сарваров
